[
  "obsidian-style-settings",
  "obsidian-emoji-toolbar",
  "obsidian42-brat",
  "mysnippets-plugin",
  "editing-toolbar",
  "cmdr",
  "obsidian-table-generator",
  "recent-files-obsidian",
  "floating-toc",
  "calendar",
  "obsidian-tasks-plugin",
  "easy-typing-obsidian",
  "remotely-save",
  "obsidian-auto-link-title",
  "obsidian-mind-map",
  "cm-chs-patch",
  "dataview",
  "obsidian-outliner",
  "search-on-internet",
  "surfing",
  "quickadd",
  "templater-obsidian",
  "table-editor-obsidian",
  "obsidian-image-auto-upload-plugin",
  "obsidian-memos",
  "editor-width-slider",
  "obsidian-image-toolkit"
]